[
	{
		"author": "Bouterfa",
		"text": "La bête"
	},
	{
		"author": "Bouterfa",
		"text": "si vous n'êtes pas riche, vous demandez à un camarade qui a les moyens de vous imprimer les documents!"
	},

	{
		"author": "Bouterfa",
		"text": "quand on a fait ces condensateurs, c'est quand ta mère avait ± 20 ans et vous étiez encore dans les ténèbres!"
	},
	{
		"author": "Bouterfa",
		"text": "Bouterfa est marié depuis 35 ans avec sa femme et pour l'occasion il ira lui acheter une petite fleur. "
	},
	{
		"author": "Bouterfa",
		"text": "le prof sera souriant même s'il nous pète, sauf quand il s'est disputé avec sa femme au matin."
	},
	{
		"author": "Bouterfa",
		"text": "Le prof demande à un élève de calculer U dans un circuit et commence à compter jusqu'a 10, \"un..., deux,... ...!\""
	},
	{
		"author": "Bouterfa",
		"text": "Vous pouvez murmurer entre 30 et 100 kHz sinon vous sortez!"
	},
	{
		"author": "Bouterfa",
		"text": "Si vous ne savez pas écrire ceci `R vu entre AB = U1/I1 = (U1/U2) * (U2/I2) * (I2/I1)  et Rentree = (n1/n2)^2 * Rc` à l'examen, alors on peut déjà commender son certificat médical pour le jour de l'examen!"
	},
	{
		"author": "Bouterfa",
		"text": "En plein cours sur le théorême de shannon et les informations à transferer d'un point A à un Point B et on parlait donc de bits... \n puis soudain le prof s'arrête dans ses explications et demande à un élève comment il s'appelle.\n L'élève répond: \"Julien, monsieur\". \n Puis le prof enboite le pas en demandant le nom de l'élève à coté de celui-ci et la reponse est Maxime. \n Et sur ce ,le prof dit: \" Alors Julien qu'est-ce que tu regardes entre les jambes de Maxime? \""
	},
	{
		"author": "Bouterfa",
		"text": "Vous devez aimer les filles qui ont des tresses car elles ont moins de parasites!"
	},
	{
		"author": "Bouterfa",
		"text": "Le prof parle et tout d'un coup, il voit un élève (<@218112780908232704>) qui rigole dans le fond de la classe et qui a son PC ouvert. Puis il dit que dorénavant pour moi tous les élèves qui ouvrent leur PC s'appelle <@218112780908232704>!"
	},
	{
		"author": "Bouterfa",
		"text": "A votre avis, pourquoi je ne veux pas que vous regardiez votre GSM? Et bien parce que c'est une question de fierté personnelle et car ça me perturbe et que j'ai l 'impression que vous n'avez rien à foutre de mon cours!"
	},
	{
		"author": "Bouterfa",
		"text": "Vous pouvez parler entre 3H et 5H du matin."
	},
	{
		"author": "Bouterfa",
		"text": "La bête (l'animal) c'est la chose qui vous perturbe!"
	},
	{
		"author": "Bouterfa",
		"text": "il avance a la vitesse d'un escargot malade qui est lent, qui a un rhume, qui a la grippe, qui bave et qui va mourir!"
	},
	{
		"author": "Bouterfa",
		"text": "Ce matin je me suis levé et j'ai regardé dehors et j'ai vu un beau soleil bleu!"
	},
	{
		"author": "Bouterfa",
		"text": "Vous vous levez, Loi d'Ohm. Vous allez vous couchez, loi d'Ohm"
	},
	{
		"author":"Bouterfa",
		"text": "Si tu doutes, utilises min max, ça marche toujours"
	},
	{
		"author" : "Bouterfa",
		"text" : "Si tu me crois pas en rentrant chez toi, tu mets deux fils dans ta prise et tu reviens me dire demain qu'il y avait de courant d'accord ?"
	},
	{
		"author" : "Bouterfa",
		"text" : "Un jour, un étudiant est venu et il m'a dit: 'Monsieur, j'ai cassé la résistance !' Alors je lui ai répondu: 'Va vite le cacher et éloigne toi de moi !'"
	},
	{
		"author" : "Bouterfa",
		"text" : "Il y a quelques années il y avait un étudiant en TI, il a tout raté parce qu'il a rien compris, puis il est allé en marketing et il a tout réussi du premier coup avec des 16-17"
	},
	{
		"author" : "Bouterfa",
		"text" : "Tes points pour l'examen ? T'inquiète pas je te met entre 1 et 19 Mais je pencherais plus pour 5"
	},
	{
		"author" : "Bouterfa",
		"text" : "Pourquoi t'as mis une diode de 10ohm? \n- je suis Daltonien \n- C'est pas une raison"
	},
	{
		"author": "Hackerman",
		"text": "**Elliot :** A bug is never just a mistake. It represents something bigger. An error of thinking that makes you who you are."
	},
	{
		"author": "Hackerman",
		"text": "**Angela Moss:** What's a rootkit? **Lloyd:** It's like a crazy serial rapist with a very big dick."
	},
	{
		"author": "Hackerman",
		"text": "**Elliot :** I never want to be right about my hacks, but people always find a way to disappoint." 
	},
	{
		"author": "Hackerman",
		"text": "**Elliot :** Hello friend. Hello friend? That's lame. Maybe I should give you a name. But that's a slippery slope, you're only in my head, we have to remember that. Shit, this actually happened, I'm talking to an imaginary person. What I'm about to tell you is top secret. A conspiracy bigger than all of us. There's a powerful group of people out there that are secretly running the world. I'm talking about the guys no one knows about, the ones that are invisible. The top 1% of the top 1%, the guys that play God without permission. And now I think they're following me."
	},
	{
		"author": "De Vleeschouwer",
		"text": " Le tec, c'est un bois qui ne travaille pas."
	},
	{
		"author": "De Vleeschouwer",
		"text": "Une porte ne sait pas être à la fois ouverte et fermée."
	},
	{
		"author": "De Vleeschouwer",
		"text": "L'origine de la barre sur le sept est biblique (livre de l'Exode)."
	},
	{
		"author": "De Vleeschouwer",
		"text": "Le corps humain est une machine logarithmique. Les sensations sont les logarithmes de l'excitation, sont proportionnelles aux logarithmes de l'excitation. Loi de Weber-Fechner."
	},
	{
		"author": "De Vleeschouwer",
		"text": "'Le cercle unité dans le plan complexe', lisez ça un jour ou il pleut."
	},
	{
		"author": "De Vleeschouwer",
		"text": "'Division complexe sur la forme cartésienne'... On oublie ça sauf pour les sado-maso."
	},
	{
		"author": "De Vleeschouwer",
		"text": "CQFD, ou plutôt ce que les femmes demandent"
	},
	{
		"author": "Delvigne",
		"text": "- Monsieur, j'ai une question. \n- Demande à ton voisin, je ne répondrai pas."
	},
	{
		"author": "Delvigne",
		"text": "Prof: Il existe des contraintes techniques au niveau des disques durs et vous ne verrez jamais un disque de 1TB à 10.000 tours/min. \nEtudiant: Western Digital VelociRaptor 1TB (WD1000DHTZ), il est à 10.000 tours/min."
	},
	{
		"author" : "Delvigne",
		"text" : "Attention piège à con"
	},
	{
		"author" : "Delvigne",
		"text" : "Attention piège à...étudiants"
	},
	{
		"author" : "Delvigne",
		"text" : "C'est un problème entre la chaise et le clavier"
	},
	{
		"author" : "Vroman",
		"text" : "Ton routeur s'appelle routeur, c'est -2 à l'examen"
	},
	{
		"author" : "Vroman",
		"text" : "STP si tu as rien compris tu retiens une chose: tu désactives pas STP"
	},
	{
		"author" : "Vroman",
		"text" : "Si tu faisais les exercices au lieu de discuter peut-être que tu réussirais le cours !"
	},
	{
		"author" : "Vroman",
		"text" : "Si tu faisais les exercices au lieu de discuter peut-être que tu réussirais le cours !"
	},
	{
		"author" : "Schalkwijk",
		"text" : "Je crois qu'il y a un problème en couche 8"
	},
	{
		"author" : "Schalkwijk",
		"text" : "Tu sais déjà ce que ça veut dire .... on se revoit en août !"
	},
	{
		"author" : "Schalkwijk",
		"text" : "Quelqu'un sait comment activer rapidement le pare feu windows?"
	},
	{
		"author" : "Dewulf",
		"text" : "Bon allez je vous laisse 30... Nan 35 secondes d'avance"
	},
	{
		"author" : "Dewulf",
		"text" : "Vous êtes beaucoup trop lent, c'est grave hein ça c'est de la matière de deuxième"
	},
	{
		"author" : "Dewulf",
		"text" : "Pas de cannettes dans les salles informatiques parce que si l'admin réseau passe, il te tue et puis il me tue ensuite et j'ai pas envie de mourir avec toi"
	},
	{
		"author" : "Masson",
		"text" : "Oui c'est ça...Non...Ah si...mais en fait c'est pas du tout ça...je vais aller vérifier...(__ sort de la classe et revient 30 minutes plus tard__)"
	},
	{
		"author" : "Masson",
		"text" : "Votre rapport est du plus pourri, mais bon allez le programme fonctionne (16/20)"
	},
	{
		"author" : "Masson",
		"text" : "Ca marche pas vraiment ça vaut un 14 sur 20"
	},
	{
		"author" : "Masson",
		"text" : "Je peux pas te mettre 10 (sur 20) .... ça va être 10"
	},
	{
		"author" : "Masson",
		"text" : "Excusez moi de mon retard, mon bus est parti dans la mauvaise direction"
	},
	{
		"author" : "Masson",
		"text" : "Mon bus n'est pas passé j'ai du prendre un taxi"
	},
	{
		"author" : "Masson",
		"text" : "C'est pas possible, quelqu'un a un double de la télécommande"
	},
	{
		"author" : "Faukner",
		"text" : "Je dois partir plus tôt aujourd'hui"
	},
	{
		"author" : "Faulkner",
		"text" : "Excusez-moi il faut que je prenne cet appel"
	},
	{
		"author" : "Hecquet",
		"text" : "'Bon si le son est trop fort, j'arrache le cable HDMI.' __tire le cable d'alimentation__"
	},
	{
		"author" : "Hecquet",
		"text" : "Si on retire le whiskey aux enfants, ils sont perdus, il sont coupés du monde"
	},
	{
		"author" : "Samuel",
		"text" : "**Philémon :** Monsieur, si je mets ce script dans une boucle infinie, ça va envoyer des milliers d'email ? \n**Samuel :** Oui, mais si tu le fais, ça va congestionner tout le réseau et du coup  je te frappe. Et si tu spam les mails et qu'une grosse société genre Google le remarque, ton ip publique se fait ban à vie. \n**Philémon :** On est à l'EPHEC, du coup c'est l'IP publique de l'EPHEC qui se fait ban, non ? \n**Samuel**: Donc on en revient à la première situation, je te frappe"
	},
	{
		"author" : "Steve",
		"text" : "__en parlant d'un autre élève à Faulkner__ : Ne vous inquiétez pas monsieur, il comprend vite .... c'est juste qu'il faut le temps"
	}

]
