[
	{
		"author": "Bouterfa",
		"text": "La bête"
	},

	{
		"author": "Bouterfa",
		"text": "si vous n'etes pas riche vous demandez a un camarade qui a les moyens de vous imprimer les documents!"
	},

	{
		"author": "Bouterfa",
		"text": "quand on a fait ces condensateurs c'est quand ta mere avait ± 20 ans et vous etiez encore dans les tenebres!"
	},
	{
		"author": "Bouterfa",
		"text": "bouterfa est marier depuis 35 ans avec sa femme et pour l'occasion il ira lui acheter une petite fleur. "
	},
	{
		"author": "Bouterfa",
		"text": "le prof sera souriant meme s'il nous pète , sauf quand il s'est disputer avec sa femme au matin."
	},
	{
		"author": "Bouterfa",
		"text": "le prof demande a un eleve de calculer U dans un circuit et commence a compter jusqu'a 10, \"un..., deux,... ...!\""
	},
	{
		"author": "Bouterfa",
		"text": "vous pouvez murmurer entre 30 et 100 kHz sinon vous sortez!"
	},
	{
		"author": "Bouterfa",
		"text": "si vous ne savez pas ecrire ceci `R vu entre AB = U1/I1 = (U1/U2) * (U2/I2) * (I2/I1)  et Rentree = (n1/n2)^2 * Rc` a l'examen, alors on peut deja commender son certificat medicale pour le jour de l'examen!"
	},
	{
		"author": "Bouterfa",
		"text": "En plein cours sur le theoreme de shannon et les informations a transferer d'un point A a un Point B et on parlais donc de bits... \n puis soudain le prof s 'arrete dans ses explications et demande a un eleve comment il s'appelle.\n L'eleve repond: \"Julien, monsieur\". \n Puis le prof enboite le pas en demandant le nom de l 'eleve a coté de celui-ci et la reponse est Maxime. \n Et sur ce le prof dit: \" Alors Julien qu'est-ce que tu regarde entre les jambes de Maxime? \""
	},
	{
		"author": "Bouterfa",
		"text": "vous devez aimer les filles qui ont des tresses car elles ont moins de parasites!"
	},
	{
		"author": "Bouterfa",
		"text": "le prof parle et tout d'un coups il voit un eleve (<@218112780908232704>) qui rigole dans le fond de la classe et qui a son PC ouvert. Puis il dit que dorenavant pour moi tous les eleves qui ouvrent leur PC s'appele <@218112780908232704>!"
	},
	{
		"author": "Bouterfa",
		"text": "a votre avis, pourquoi je ne veux pas que vous regardiez votre GSM? Et bien parceque c 'est une question de fierte personnelle et car ca me perturbe et que j'ai l 'impression que vous n'avez rien a foutre de mon cours!"
	},
	{
		"author": "Bouterfa",
		"text": "vous pouvez parler entre 3H et 5H du matin."
	},
	{
		"author": "Bouterfa",
		"text": "la bête (l'animal) c'est la chose qui vous perturbe!"
	},
	{
		"author": "Bouterfa",
		"text": "il avance a la vitesse d'un escargot malade qui est lent, qui a un rhume, qui a la grippe, qui bave et qui va mourir!"
	},
	{
		"author": "Bouterfa",
		"text": "ce matin je me suis levé et j'ai regardé dehors et j'ai vu un beau soleil bleu!"
	},
	{
		"author": "Bouterfa",
		"text": "Vous vous levez, Loi d'Ohm. Vous allez vous couchez, loi d'Ohm"
	},
	{
		"author":"Bouterfa",
		"text": "Si tu doutes, utilises min max, ça marche toujours"
	}
]
